Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# simulator.failure.workerRequestCapacityExceeded
source: The Simulator worker has too many pending requests.
ar: لدى عامل المحاكي عدد كبير جدًا من الطلبات المعلقة.
de: Der Simulator-Worker hat zu viele ausstehende Anfragen.
es: El worker del simulador tiene demasiadas solicitudes pendientes.
fr: Le worker du Simulateur a trop de requêtes en attente.
ja: Simulatorワーカーで保留中のリクエストが多すぎます。
ko: 시뮬레이터 워커에 대기 중인 요청이 너무 많습니다.
zh_hans: 模拟器工作进程待处理的请求过多。
zh_hant: Simulator 工作者有太多擱置中的請求。

# simulator.failure.workerRequestIdentifierDuplicate
source: A Simulator worker request reused an active identifier.
ar: أعاد طلب عامل المحاكي استخدام معرف نشط.
de: Eine Simulator-Worker-Anfrage hat einen aktiven Bezeichner wiederverwendet.
es: Una solicitud del worker del simulador reutilizó un identificador activo.
fr: Une requête de worker du Simulateur a réutilisé un identifiant actif.
ja: Simulatorワーカーのリクエストが使用中の識別子を再利用しました。
ko: 시뮬레이터 워커 요청이 활성 식별자를 재사용했습니다.
zh_hans: 模拟器工作进程请求重复使用了活跃的标识符。
zh_hant: Simulator 工作者請求重複使用了作用中的識別碼。

# simulator.failure.workerResponseMissing
source: The Simulator worker did not produce a response.
ar: لم ينتج عامل المحاكي أي استجابة.
de: Der Simulator-Worker hat keine Antwort erzeugt.
es: El worker del simulador no produjo ninguna respuesta.
fr: Le worker du Simulateur n’a pas produit de réponse.
ja: Simulatorワーカーから応答がありませんでした。
ko: 시뮬레이터 워커가 응답을 생성하지 않았습니다.
zh_hans: 模拟器工作进程未返回响应。
zh_hant: Simulator 工作者未產生回應。

# simulator.failure.workerResponseTimedOut
source: The Simulator worker did not reply before the bounded deadline.
ar: لم يرد عامل المحاكي قبل المهلة المحددة.
de: Der Simulator-Worker hat nicht vor dem begrenzten Zeitlimit geantwortet.
es: El worker del simulador no respondió antes del límite de tiempo establecido.
fr: Le worker du Simulateur n’a pas répondu avant la date limite délimitée.
ja: Simulatorワーカーは設定された期限までに応答しませんでした。
ko: 시뮬레이터 워커가 제한된 기한 내에 응답하지 않았습니다.
zh_hans: 模拟器工作进程未在限定时限内回复。
zh_hant: Simulator 工作者未在截止時間前進行回覆。

# simulator.failure.workerStoppedBeforeResponse
source: The Simulator worker stopped before replying.
ar: توقف عامل المحاكي قبل الرد.
de: Der Simulator-Worker wurde gestoppt, bevor er geantwortet hat.
es: El worker del simulador se detuvo antes de responder.
fr: Le worker du Simulateur s’est arrêté avant de répondre.
ja: Simulatorワーカーは応答前に停止しました。
ko: 시뮬레이터 워커가 응답하기 전에 중지되었습니다.
zh_hans: 模拟器工作进程在回复前已停止。
zh_hant: Simulator 工作者在回覆前已停止。

# simulator.featureDisabled.message
source: This feature has been disabled remotely.
ar: تم تعطيل هذه الميزة عن بُعد.
de: Dieses Feature wurde per Fernzugriff deaktiviert.
es: Esta función se ha desactivado de forma remota.
fr: Cette fonctionnalité a été désactivée à distance.
ja: この機能はリモートで無効化されています。
ko: 이 기능은 원격으로 비활성화되었습니다.
zh_hans: 此功能已被远程停用。
zh_hant: 此功能已被遠端停用。

# simulator.featureDisabled.title
source: Simulator is temporarily unavailable
ar: المحاكي غير متاح مؤقتًا
de: Simulator ist vorübergehend nicht verfügbar
es: El simulador no está disponible temporalmente
fr: Le Simulateur est temporairement indisponible
ja: Simulatorは一時的に利用できません
ko: 시뮬레이터를 일시적으로 사용할 수 없습니다
zh_hans: 模拟器暂时不可用
zh_hant: Simulator 暫時無法使用

# simulator.field.bundleIdentifier
source: Bundle Identifier
ar: معرف الحزمة
es: Identificador de bundle
fr: Identifiant du bundle
ja: バンドル識別子
ko: 번들 식별자
zh_hans: 包标识符
zh_hant: 套件識別碼

# simulator.field.destinationLatitude
source: Destination Latitude
ar: خط عرض الوجهة
de: Ziel-Breitengrad
es: Latitud de destino
fr: Latitude de destination
ja: 目的地の緯度
ko: 목적지 위도
zh_hans: 目的地纬度
zh_hant: 目的緯度

# simulator.field.destinationLongitude
source: Destination Longitude
ar: خط طول الوجهة
de: Ziel-Längengrad
es: Longitud de destino
fr: Longitude de destination
ja: 目的地の経度
ko: 목적지 경도
zh_hans: 目的地经度
zh_hant: 目的經度

# simulator.field.latitude
source: Latitude
ar: خط العرض
de: Breitengrad
es: Latitud
ja: 緯度
ko: 위도
zh_hans: 纬度
zh_hant: 緯度

# simulator.field.longitude
source: Longitude
ar: خط الطول
de: Längengrad
es: Longitud
ja: 経度
ko: 경도
zh_hans: 经度
zh_hant: 經度

# simulator.field.privacyService
source: Privacy Service
ar: خدمة الخصوصية
de: Datenschutzdienst
es: Servicio de privacidad
fr: Service de confidentialité
ja: プライバシーサービス
ko: 개인정보 보호 서비스
zh_hans: 隐私服务
zh_hant: 隱私服務

# simulator.field.routeSpeed
source: Speed (m/s)
ar: السرعة (م/ث)
de: Geschwindigkeit (m/s)
es: Velocidad (m/s)
fr: Vitesse (m/s)
ja: 速度（m/秒）
ko: 속도 (m/s)
zh_hans: 速度（米/秒）
zh_hant: 速度 (公尺/秒)

# simulator.file.screenshotName
source: Simulator Screenshot.%@
ar: لقطة شاشة المحاكي.%@
de: Simulator-Bildschirmfoto.%@
es: Captura de pantalla del simulador.%@
fr: Capture d'écran du simulateur.%@
ja: シミュレータのスクリーンショット.%@
ko: 시뮬레이터 스크린샷.%@
zh_hans: 模拟器截屏.%@
zh_hant: Simulator 螢幕截圖.%@

# simulator.file.videoName
source: Simulator Recording.mp4
ar: تسجيل المحاكي.mp4
de: Simulator-Aufnahme.mp4
es: Grabación del simulador.mp4
fr: Enregistrement du Simulateur.mp4
ja: シミュレータの収録.mp4
ko: 시뮬레이터 녹화.mp4
zh_hans: 模拟器录屏.mp4
zh_hant: Simulator 錄影.mp4

# simulator.location.custom
source: Custom Route
ar: مسار مخصص
de: Benutzerdefinierte Route
es: Ruta personalizada
fr: Itinéraire personnalisé
ja: カスタムルート
ko: 사용자 지정 경로
zh_hans: 自定义路线
zh_hant: 自訂路線

# simulator.location.mode.cycle
source: Cycle
ar: ركوب الدراجة
de: Radfahren
es: Ciclismo
fr: À vélo
ja: 自転車
ko: 자전거
zh_hans: 骑行
zh_hant: 單車

# simulator.location.mode.drive
source: Drive
ar: قيادة
de: Fahren
es: Conducir
fr: En voiture
ja: 車
ko: 운전
zh_hans: 驾车
zh_hant: 開車

# simulator.location.mode.run
source: Run
ar: جري
de: Laufen
es: Correr
fr: Course à pied
ja: ランニング
ko: 달리기
zh_hans: 跑步
zh_hant: 跑步

# simulator.location.mode.walk
source: Walk
ar: مشي
de: Gehen
es: Caminar
fr: À pied
ja: 徒歩
ko: 걷기
zh_hans: 步行
zh_hant: 步行

# simulator.location.preset.applePark
source: Apple Park Loop
ar: حلقة Apple Park
de: Apple Park-Schleife
es: Bucle de Apple Park
fr: Boucle d’Apple Park
ja: Apple Park ループ
ko: Apple Park 루프
zh_hans: Apple Park 环线
zh_hant: Apple Park 環線

# simulator.location.preset.applePark.description
source: Cupertino • flat ring road
ar: كوبيرتينو • طريق حلقي مستوٍ
de: Cupertino • flache Ringstraße
es: Cupertino • carretera de circunvalación llana
fr: Cupertino • route circulaire plate
ja: クパチーノ • 平坦な環状道路
ko: 쿠퍼티노 • 평탄한 순환 도로
zh_hans: 库比蒂诺 • 平坦环形道路
zh_hant: 庫比蒂諾 • 平坦環狀道路

# simulator.location.preset.centralPark
source: Reservoir Loop
ar: حلقة الخزان
de: Reservoir-Schleife
es: Circuito del embalse
fr: Boucle du réservoir
ja: 貯水池ループ
ko: 저수지 루프
zh_hans: 水库环线
zh_hant: 蓄水池環線

# simulator.location.preset.centralPark.description
source: Central Park • 2.5 km
ar: سنترال بارك • 2.5 كم
ja: セントラルパーク • 2.5 km
ko: 센트럴 파크 • 2.5km
zh_hans: 中央公园 • 2.5 公里
zh_hant: 中央公園 • 2.5 公里

# simulator.location.preset.goldenGate
source: Golden Gate Crossing
ar: عبور غولدن غيت
de: Golden-Gate-Überquerung
es: Cruce del Golden Gate
fr: Traversée du Golden Gate
ja: ゴールデンゲート横断
ko: 금문교 횡단
zh_hans: 金门大桥往返
zh_hant: 跨越金門大橋

# simulator.location.preset.goldenGate.description
source: San Francisco • bridge round-trip
ar: سان فرانسيسكو • رحلة ذهاب وإياب على الجسر
de: San Francisco • Brücken-Hin- und Rückweg
es: San Francisco • ida y vuelta por el puente
fr: San Francisco • aller-retour sur le pont
ja: サンフランシスコ • 橋を往復
ko: 샌프란시스코 • 다리 왕복
zh_hans: 旧金山 • 大桥往返
zh_hant: 舊金山 • 大橋來回

# simulator.location.preset.mountTam
source: Mt. Tam Ridge
ar: سلسلة جبل تام
de: Mt. Tam-Grat
es: Cresta del monte Tam
fr: Crête du mont Tam
ja: タム山リッジ
ko: Mt. Tam 능선
zh_hans: 塔玛佩斯山脊
zh_hant: Mt. Tam 山脊

# simulator.location.preset.mountTam.description
source: Stinson Beach • Steep Ravine + Matt Davis loop
ar: شاطئ ستينسون • حلقة Steep Ravine + Matt Davis
de: Stinson Beach • Steep Ravine + Matt Davis-Schleife
es: Stinson Beach • bucle de Steep Ravine + Matt Davis
fr: Stinson Beach • boucle Steep Ravine + Matt Davis
ja: スティンソンビーチ • スティープ・ラビーン＋マット・デイビス周回
ko: 스틴슨 비치 • Steep Ravine + Matt Davis 루프
zh_hans: 斯廷森海滩 • Steep Ravine + Matt Davis 环线
zh_hant: 史汀森海灘 • Steep Ravine + Matt Davis 環線

# simulator.location.preset.pacificCoast
source: Pacific Coast Hwy
ar: طريق الساحل الهادئ السريع
ja: パシフィック・コースト・ハイウェイ
ko: 태평양 연안 고속도로
zh_hans: 太平洋海岸公路
zh_hant: 太平洋海岸公路

# simulator.location.preset.pacificCoast.description
source: Pacifica • Devil's Slide round-trip
ar: باسيفيكا • رحلة ذهاب وإياب في Devil's Slide
de: Pacifica • Devil's Slide-Hin- und Rückweg
es: Pacifica • ida y vuelta por Devil's Slide
fr: Pacifica • aller-retour Devil’s Slide
ja: パシフィカ • デビルズ・スライド往復
ko: 퍼시피카 • 데빌스 슬라이드 왕복
zh_hans: 帕西菲卡 • Devil's Slide 往返
zh_hant: Pacifica • 魔鬼坡來回

# simulator.location.speedMultiplier
source: Speed
ar: السرعة
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
zh_hans: 速度
zh_hant: 速度

# simulator.location.trail
source: Trail
ar: ممر
de: Pfad
es: Ruta
fr: Sentier
ja: トレイル
ko: 트레일
zh_hans: 路径
zh_hant: 軌跡

# simulator.location.transport
source: Transport
ar: ينقل
es: Transporte
ja: 移動手段
ko: 수송
zh_hans: 出行方式
zh_hant: 運輸

# simulator.logs.outputTruncated
source: Output truncated at 2 MiB.
ar: تم اقتطاع المخرجات عند 2 ميجابايت.
de: Ausgabe bei 2 MiB abgeschnitten.
es: Salida truncada a los 2 MiB.
fr: Sortie tronquée à 2 Mio.
ja: 出力は2 MiBで切り詰められました。
ko: 출력이 2MiB에서 잘렸습니다.
zh_hans: 输出已在 2 MiB 处截断。
zh_hant: 輸出已於 2 MiB 截斷。

# simulator.pane.title
source: Simulator
ar: محاكي
es: Simulador
fr: Simulateur
ja: シミュレータ
ko: 모의 실험 장치
zh_hans: 模拟器
zh_hant: 模擬器

# simulator.privacy.all
source: All Services
ar: جميع الخدمات
de: Alle Dienste
es: Todos los servicios
fr: Tous les services
ja: すべてのサービス
ko: 모든 서비스
zh_hans: 所有服务
zh_hant: 所有服務

# simulator.privacy.calendar
source: Calendars
ar: التقاويم
de: Kalender
es: Calendarios
fr: Calendriers
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

# simulator.privacy.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
ja: カメラ
ko: 카메라
zh_hans: 摄像头
zh_hant: 相機

# simulator.privacy.contacts
source: Contacts
ar: جهات الاتصال
de: Kontakte
es: Contactos
ja: 連絡先
ko: 연락처
zh_hans: 通讯录
zh_hant: 聯絡人

# simulator.privacy.contactsLimited
source: Limited Contacts
ar: جهات اتصال محدودة
de: Eingeschränkte Kontakte
es: Contactos limitados
fr: Contacts limités
ja: 制限付き連絡先
ko: 제한된 연락처
zh_hans: 受限通讯录
zh_hant: 受限的聯絡人

# simulator.privacy.criticalNotifications
source: Critical Notifications
ar: إشعارات حرجة
de: Kritische Mitteilungen
es: Notificaciones críticas
fr: Notifications critiques
ja: 重大な通知
ko: 긴급 알림
zh_hans: 重要通知
zh_hant: 重要通知

# simulator.privacy.grant
source: Grant
ar: منح
de: Gewähren
es: Conceder
fr: Autoriser
ja: 許可
ko: 허용
zh_hans: 授予
zh_hant: 授予

# simulator.privacy.location
source: Location While Using
ar: الموقع أثناء الاستخدام
de: Standort bei Verwendung
es: Localización al usarse
fr: Localisation pendant l’utilisation
ja: 使用中の位置情報
ko: 앱을 사용하는 동안 위치
zh_hans: 使用期间的位置
zh_hant: 使用期間定位

# simulator.privacy.locationAlways
source: Location Always
ar: الموقع دائمًا
de: Standort immer
es: Localización siempre
fr: Localisation toujours
ja: 常に位置情報を許可
ko: 항상 위치
zh_hans: 始终允许位置
zh_hant: 始終定位

# simulator.privacy.locationInUse
source: Location While Using
ar: الموقع أثناء الاستخدام
de: Standort bei Verwendung
es: Localización al usarse
fr: Localisation pendant l’utilisation
ja: 使用中の位置情報
ko: 앱을 사용하는 동안 위치
zh_hans: 使用期间的位置
zh_hant: 使用期間定位

# simulator.privacy.mediaLibrary
source: Media Library
ar: مكتبة الوسائط
de: Mediathek
es: Biblioteca multimedia
fr: Médiathèque
ja: メディアライブラリ
ko: 미디어 보관함
zh_hans: 媒体资料库
zh_hant: 媒體資料庫

# simulator.privacy.microphone
source: Microphone
ar: الميكروفون
de: Mikrofon
es: Micrófono
ja: マイク
ko: 마이크
zh_hans: 麦克风
zh_hant: 麥克風

# simulator.privacy.motion
source: Motion
ar: الحركة
de: Bewegung
es: Movimiento
fr: Mouvements et forme
ja: モーション
ko: 동작
zh_hans: 运动与健身
zh_hant: 動作

# simulator.privacy.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# simulator.privacy.photos
source: Photos
ar: الصور
de: Fotos
es: Fotos
ja: 写真
ko: 사진
zh_hans: 照片
zh_hant: 照片

# simulator.privacy.photosAdd
source: Add Photos
ar: إضافة صور
de: Fotos hinzufügen
es: Añadir fotos
fr: Ajouter aux Photos
ja: 写真の追加
ko: 사진 추가
zh_hans: 添加照片
zh_hant: 新增照片

# simulator.privacy.photosLimited
source: Limited Photos
ar: صور محدودة
de: Eingeschränkte Fotos
es: Fotos limitadas
fr: Photos limitées
ja: 制限付き写真
ko: 제한된 사진
zh_hans: 受限照片
zh_hant: 受限的照片

# simulator.privacy.read
source: Read Status
ar: حالة القراءة
de: Lesestatus
es: Estado de lectura
fr: Statut de lecture
ja: 状態を読み取る
ko: 읽기 상태
zh_hans: 读取状态
zh_hant: 讀取狀態

# simulator.privacy.reminders
source: Reminders
ar: التذكيرات
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
ko: 미리 알림
zh_hans: 提醒事项
zh_hant: 提醒事項

# simulator.privacy.reset
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
zh_hans: 重置
zh_hant: 重置

# simulator.privacy.revoke
source: Revoke
ar: سحب
de: Widerrufen
es: Revocar
fr: Révoquer
ja: 取り消す
ko: 거부
zh_hans: 撤销
zh_hant: 撤銷

# simulator.privacy.siri
source: Siri
ar: سيري
ko: 시리
zh_hans: 西里
zh_hant: 西里

# simulator.privacy.speech
source: Speech Recognition
ar: التعرف على الكلام
de: Spracherkennung
es: Reconocimiento de voz
fr: Reconnaissance vocale
ja: 音声認識
ko: 음성 인식
zh_hans: 语音识别
zh_hant: 語音辨識

# simulator.privacy.userTracking
source: App Tracking
ar: تتبع التطبيقات
es: Rastreo de aplicaciones
fr: Suivi par les apps
ja: Appトラッキング
ko: 앱 추적
zh_hans: 应用跟踪
zh_hant: App 追蹤

# simulator.status.connecting
source: Connecting
ar: جارٍ الاتصال
de: Verbindung wird hergestellt
es: Conectando
fr: Connexion
ja: 接続中
ko: 연결 중
zh_hans: 正在连接
zh_hant: 正在連線

# simulator.status.failed
source: Simulator Connection Failed
ar: فشل اتصال المحاكي
de: Simulator-Verbindung fehlgeschlagen
es: Error de conexión con el simulador
fr: Échec de la connexion au Simulateur
ja: シミュレータへの接続に失敗しました
ko: 시뮬레이터 연결 실패
zh_hans: 模拟器连接失败
zh_hant: 模擬器連線失敗

# simulator.status.loading
source: Working
ar: عمل
de: Arbeiten
es: Laboral
fr: Fonctionnement
ja: 処理中
ko: 일하고 있는
zh_hans: 处理中
zh_hant: 在職的

# simulator.status.selectToStart
source: Select a device to start
ar: حدد جهازًا للبدء
de: Wählen Sie ein Gerät aus, um zu starten
es: Selecciona un dispositivo para empezar
fr: Sélectionnez un appareil pour démarrer
ja: 開始するデバイスを選択
ko: 시작할 기기 선택
zh_hans: 选择设备以开始
zh_hant: 選擇裝置以開始

# simulator.status.streaming
source: Live
ar: مباشر
es: En directo
fr: En direct
ja: ライブ
ko: 실시간
zh_hans: 实时
zh_hant: 即時

# simulator.status.unavailable
source: Device Unavailable
ar: الجهاز غير متاح
de: Gerät nicht verfügbar
es: Dispositivo no disponible
fr: Appareil indisponible
ja: デバイスを使用できません
ko: 기기를 사용할 수 없음
zh_hans: 设备不可用
zh_hant: 裝置不可用

# simulator.status.workerStopped
source: Simulator Renderer Stopped
ar: توقف أداة تصيير المحاكي
de: Simulator-Renderer gestoppt
es: Se detuvo el renderizador del simulador
fr: Rendu du simulateur arrêté
ja: シミュレータレンダラーが停止しました
ko: 시뮬레이터 렌더러 중지됨
zh_hans: 模拟器渲染器已停止
zh_hant: 模擬器渲染器已停止

# simulator.statusBar.batteryLevel
source: Battery Level
ar: مستوى البطارية
de: Batterieladestand
es: Nivel de batería
fr: Niveau de la batterie
ja: バッテリー残量
ko: 배터리 잔량
zh_hans: 电池电量
zh_hant: 電池電量

# simulator.statusBar.batteryState
source: Battery State
ar: حالة البطارية
de: Batteriestatus
es: Estado de la batería
fr: État de la batterie
ja: バッテリー状態
ko: 배터리 상태
zh_hans: 电池状态
zh_hant: 電池狀態

# simulator.statusBar.carrier
source: Carrier
ar: شركة الاتصالات
de: Netzbetreiber
es: Operador
fr: Opérateur
ja: 通信事業者
ko: 통신사
zh_hans: 运营商
zh_hant: 電信業者

# simulator.statusBar.cellularBars
source: Cellular Bars
ar: أعمدة الشبكة الخلوية
de: Mobilfunksignal-Balken
es: Barras de cobertura
fr: Barres de réseau cellulaire
ja: モバイル通信のバー
ko: 셀룰러 신호 세기
zh_hans: 蜂窝信号格
zh_hant: 行動網路訊號

# simulator.statusBar.cellularMode
source: Cellular
ar: الشبكة الخلوية
de: Mobilfunk
es: Red móvil
fr: Cellulaire
ja: モバイル通信
ko: 셀룰러
zh_hans: 蜂窝网络
zh_hant: 行動網路

# simulator.statusBar.dataNetwork
source: Data Network
ar: شبكة البيانات
de: Datennetzwerk
es: Red de datos
fr: Réseau de données
ja: データ通信
ko: 데이터 네트워크
zh_hans: 数据网络
zh_hant: 數據網路

# simulator.statusBar.time
source: Time
ar: الوقت
de: Uhrzeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
zh_hans: 时间
zh_hant: 時間

# simulator.statusBar.wifiBars
source: Wi-Fi Bars
ar: أعمدة Wi-Fi
de: WLAN-Balken
es: Barras de Wi-Fi
fr: Barres Wi-Fi
ja: Wi-Fiのバー
ko: Wi-Fi 신호 세기
zh_hans: Wi-Fi 信号格
zh_hant: Wi-Fi 訊號

# simulator.textInput.placeholder
source: Text to type
ar: النص المراد كتابته
de: Zu tippender Text
es: Texto a escribir
fr: Texte à saisir
ja: 入力するテキスト
ko: 입력할 텍스트
zh_hans: 要键入的文本
zh_hant: 要輸入的文字

# simulator.textSize.accessibilityExtraExtraExtraLarge
source: Accessibility XXXL
ar: تسهيلات الاستخدام XXXL
de: Bedienungshilfen XXXL
es: Accesibilidad XXXL
fr: Accessibilité XXXL
ja: アクセシビリティ特大3
ko: 접근성 XXXL
zh_hans: 辅助功能 XXXL
zh_hant: 輔助功能 XXXL

# simulator.textSize.accessibilityExtraExtraLarge
source: Accessibility XXL
ar: تسهيلات الاستخدام XXL
de: Bedienungshilfen XXL
es: Accesibilidad XXL
fr: Accessibilité XXL
ja: アクセシビリティ特大2
ko: 손쉬운 사용 XXL
zh_hans: 辅助功能 XXL
zh_hant: 輔助功能 XXL

# simulator.textSize.accessibilityExtraLarge
source: Accessibility XL
ar: تسهيلات الاستخدام XL
de: Bedienungshilfen XL
es: Accesibilidad XL
fr: Accessibilité XL
ja: アクセシビリティ特大
ko: 손쉬운 사용 XL
zh_hans: 辅助功能 XL
zh_hant: 輔助功能 XL

# simulator.textSize.accessibilityLarge
source: Accessibility Large
ar: تسهيلات الاستخدام كبير
de: Bedienungshilfen Groß
es: Accesibilidad grande
fr: Accessibilité grand
ja: アクセシビリティ大
ko: 손쉬운 사용 크게
zh_hans: 辅助功能大
zh_hant: 輔助功能 大

# simulator.textSize.accessibilityMedium
source: Accessibility Medium
ar: تسهيلات الاستخدام متوسط
de: Bedienungshilfen Mittel
es: Accesibilidad mediana
fr: Accessibilité moyen
ja: アクセシビリティ中
ko: 손쉬운 사용 중간
zh_hans: 辅助功能中
zh_hant: 輔助功能 中

# simulator.textSize.extraExtraExtraLarge
source: XXX Large
ar: كبير جدًا جدًا جدًا
de: XXX Groß
es: Extra extra extra grande
fr: XXX grand
ja: 特大3
ko: XXX 크게
zh_hans: XXX 大
zh_hant: XXX 大

# simulator.textSize.extraExtraLarge
source: XX Large
ar: كبير جدًا جدًا
de: XX Groß
es: Extra extra grande
fr: XX grand
ja: 特大2
ko: XX 크게
zh_hans: XX 大
zh_hant: XX 大

# simulator.textSize.extraLarge
source: Extra Large
ar: كبير جدًا
de: Extragroß
es: Extra grande
fr: Très grand
ja: 特大
ko: 매우 크게
zh_hans: 特大
zh_hant: 特大

# simulator.textSize.extraSmall
source: Extra Small
ar: صغير جدًا
de: Extra klein
es: Extra pequeño
fr: Très petit
ja: 極小
ko: 매우 작게
zh_hans: 特小
zh_hant: 特小

# simulator.textSize.large
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grand
ja: 大
ko: 크게
zh_hans: 大
zh_hant: 大

# simulator.textSize.medium
source: Medium
ar: متوسط
de: Mittel
es: Media
fr: Moyen
ja: 中
ko: 미디엄
zh_hans: 中
zh_hant: 中等

# simulator.textSize.small
source: Small
ar: صغير
de: Klein
es: Pequeño
fr: Petit
ja: 小
ko: 작게
zh_hans: 小
zh_hant: 小

# simulator.tools.activity
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
ko: 활동
zh_hans: 活动
zh_hant: 活動

# simulator.tools.appearance
source: Appearance and Status Bar
ar: المظهر وشريط الحالة
de: Erscheinungsbild und Statusleiste
es: Apariencia y barra de estado
fr: Apparence et barre d’état
ja: 外観とステータスバー
ko: 외관 및 상태 막대
zh_hans: 外观与状态栏
zh_hant: 外觀與狀態列

# simulator.tools.applications
source: Applications
ar: التطبيقات
de: Anwendungen
es: Aplicaciones
ja: アプリケーション
ko: 애플리케이션
zh_hans: 应用
zh_hant: 應用程式

# simulator.tools.cameraExperimental
source: Camera (Experimental)
ar: الكاميرا (تجريبي)
de: Kamera (experimentell)
es: Cámara (experimental)
fr: Appareil photo (expérimental)
ja: カメラ（実験的）
ko: 카메라 (실험 기능)
zh_hans: 摄像头（实验性）
zh_hant: 相機（實驗性）

# simulator.tools.capture
source: Capture
ar: التقاط
de: Aufnahme
es: Captura
ja: キャプチャ
ko: 캡처
zh_hans: 截屏与录屏
zh_hant: 擷取

# simulator.tools.clipboard
source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
ko: 클립보드
zh_hans: 剪贴板
zh_hant: 剪貼簿

# simulator.tools.device
source: Device
ar: الجهاز
de: Gerät
es: Dispositivo
fr: Appareil
ja: デバイス
ko: 기기
zh_hans: 设备
zh_hant: 裝置

# simulator.tools.diagnostics
source: Diagnostics
ar: التشخيص
de: Diagnose
es: Diagnóstico
fr: Diagnostic
ja: 診断
ko: 진단
zh_hans: 诊断
zh_hant: 診斷

# simulator.tools.hardware
source: Hardware
ar: الأجهزة
fr: Matériel
ja: ハードウェア
ko: 하드웨어
zh_hans: 硬件
zh_hant: 硬體

# simulator.tools.inspect
source: Inspect
ar: فحص
de: Prüfen
es: Inspeccionar
fr: Inspecter
ja: 検査
ko: 검사
zh_hans: 检查
zh_hant: 檢查

# simulator.tools.location
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Localisation
ja: 位置情報
ko: 위치
zh_hans: 位置
zh_hant: 位置

# simulator.tools.logs
source: Logs
ar: سجلات
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
zh_hans: 日志
zh_hant: 紀錄

# simulator.tools.notificationsAndPrivacy
source: Notifications and Privacy
ar: الإشعارات والخصوصية
de: Mitteilungen und Datenschutz
es: Notificaciones y privacidad
fr: Notifications et confidentialité
ja: 通知とプライバシー
ko: 알림 및 개인정보 보호
zh_hans: 通知与隐私
zh_hant: 通知與隱私權

# simulator.tools.textInput
source: Text Input
ar: إدخال النص
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
ja: テキスト入力
ko: 텍스트 입력
zh_hans: 文本输入
zh_hant: 文字輸入

# simulator.tools.title
source: Simulator Tools
ar: أدوات المحاكي
es: Herramientas del simulador
fr: Outils du simulateur
ja: シミュレータツール
ko: 시뮬레이터 도구
zh_hans: 模拟器工具
zh_hant: 模擬器工具

# simulator.tools.urlAndMedia
source: URL and Media
ar: عنوان URL والوسائط
de: URL und Medien
es: URL y contenido multimedia
fr: URL et médias
ja: URLとメディア
ko: URL 및 미디어
zh_hans: URL 与媒体
zh_hant: 網址與媒體

# simulator.tools.webInspector
source: Web Inspector
ar: مفتش الويب
de: Web-Inspektor
es: Inspector web
fr: Inspecteur web
ja: Webインスペクタ
ko: 웹 검사기
zh_hans: Web 检查器
zh_hant: 網頁檢查器

# simulator.value.no
source: No
ar: لا
de: NEIN
fr: Non
ja: いいえ
ko: 아니요
zh_hans: 否
zh_hant: 不

# simulator.value.none
source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
ja: なし
ko: 없음
zh_hans: 无
zh_hant: 無

# simulator.value.yes
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
ja: はい
ko: 예
zh_hans: 是
zh_hant: 是的

# simulator.webInspector.chooseTarget
source: Choose Target
ar: اختر الهدف
de: Ziel auswählen
es: Elegir destino
fr: Choisir la cible
ja: ターゲットを選択
ko: 대상 선택
zh_hans: 选择目标
zh_hant: 選擇目標

# simulator.webInspector.clearResponses
source: Clear Responses
ar: مسح الاستجابات
de: Antworten löschen
es: Borrar respuestas
fr: Effacer les réponses
ja: レスポンスを消去
ko: 응답 지우기
zh_hans: 清除响应
zh_hant: 清除回應

# simulator.webInspector.highlight
source: Highlight Page
ar: تمييز الصفحة
de: Seite hervorheben
es: Resaltar página
fr: Mettre en surbrillance la page
ja: ページをハイライト
ko: 페이지 강조 표시
zh_hans: 高亮页面
zh_hant: 醒目提示頁面

# simulator.webInspector.inUse
source: In Use
ar: قيد الاستخدام
de: In Verwendung
es: En uso
fr: En cours d’utilisation
ja: 使用中
ko: 사용 중
zh_hans: 使用中
zh_hant: 使用中

# simulator.webInspector.noResponses
source: No inspector responses
ar: لا توجد استجابات من المفتش
de: Keine Inspektor-Antworten
es: Sin respuestas del inspector
fr: Aucune réponse de l’inspecteur
ja: インスペクタのレスポンスはありません
ko: 검사기 응답 없음
zh_hans: 没有检查器响应
zh_hant: 無檢查器回應

# simulator.webInspector.noTargets
source: No inspectable pages
ar: لا توجد صفحات قابلة للفحص
de: Keine prüfbaren Seiten
es: No hay páginas inspeccionables
fr: Aucune page inspectable
ja: 検査可能なページがありません
ko: 검사 가능한 페이지 없음
zh_hans: 没有可检查的页面
zh_hant: 無可檢查的頁面

# simulator.webInspector.rawRequest
source: Raw Web Inspector JSON Request
ar: طلب JSON الخام لمفتش الويب
de: Unformatierte Web-Inspektor-JSON-Anfrage
es: Petición JSON directa del inspector web
fr: Requête JSON brute de l’inspecteur web
ja: 生のWebインスペクタJSONリクエスト
ko: 원시 웹 검사기 JSON 요청
zh_hans: 原始 Web 检查器 JSON 请求
zh_hant: 原始網頁檢查器 JSON 請求

# simulator.webInspector.refreshTargets
source: Refresh Targets
ar: تحديث الأهداف
de: Ziele aktualisieren
es: Actualizar destinos
fr: Actualiser les cibles
ja: ターゲットを更新
ko: 대상 새로고침
zh_hans: 刷新目标
zh_hant: 重新整理目標

# simulator.webInspector.release
source: Release
ar: يطلق
de: Freigeben
es: Liberar
fr: Libérer
ja: 解放
ko: 풀어 주다
zh_hans: 释放
zh_hant: 發布
